Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: FSAPs, to measure the vulnerability of the financial
nb: trakk opp antall konkurser i andre halvår samme år og i

source: Thereafter, Nowa will be equal to the policy rate applicable at the time in question until there for a period of time is a basis for calculating Nowa in accordance with the calculation method described in 2.1, 2.2 and 2.3 in the principles for calculating Nowa.
nb: Deretter vil Nowa være lik den til enhver tid gjeldende styringsrenten inntil det over en periode er grunnlag for å beregne Nowa i henhold til beregningsmetoden beskrevet i punkt 2.1, 2.2 og 2.3 i prinsippene for beregning av Nowa.

source: Shocks often spread to Norway from abroad since the financial system largely operates across borders.
nb: Ofte sprer forstyrrelser seg til Norge fra utlandet siden det finansielle systemet i stor grad opererer på tvers av landegrensene.

source: • The banks in NBO are divided into three groups, A1, A2 and B.
nb: • I NBO er bankene delt i tre grupper, A1, A2 og B.

source: The current reference rate Nibor and the alternative reference rate Nowa have different maturities.
nb: Dagens referanserente Nibor og den alternative referanserenten Nowa har ulik løpetid.

source: Jon Nicolaisen presented a review of economic developments since the previous Executive Board meeting, with particular emphasis on developments in the money, currency and capital markets.
nb: Jon Nicolaisen redegjorde for den økonomiske utviklingen siden forrige hovedstyremøte, med særlig vekt på utviklingen i penge-, valuta- og kapitalmarkedene.

source: At the Ministry of Finance, Nissen kept to the traditional view.
nb: I Finansdepartement holdt Nissen på det tradisjonelle synet.

source: New JSON format - the transition period is extended
nb: Nytt JSON-format - overgangsperioden utvides

source: , was established as a department under the lighthouse directorate in 1857.
nb: I 1857 ble Statens Redningsvesen opprettet som en egen avdeling under Fyrdirektøren.

source: Bankruptcy processes are costly in themselves.
nb: Konkursprosesser er i seg selv kostbare.

source: After the introduction of the consumer credit regulation in 2019 and the establishment of credit registers, the volume of consumer credit fell.
nb: Etter innføringen av forbrukslånsforskriften i 2019 og etablering av gjeldsregistre har omfanget av forbruksgjeld falt.

source: - Report from the supervisory review of Norges Bank’s periodic internal reports to governing bodies
nb: - Rapport fra tilsynsgjennomgang om Norges Banks periodiske interne rapporter til styrende organer

source: The privately owned settlement bank Sparebank1 Midt-Norge is exempt from the licensing requirement.
nb: Den private oppgjørsbanken Sparebank1 Midt-Norge har unntak fra konsesjon.

source: The analysis here is based on the old Sparebanken Sør.
nb: Analysen her er gjort på gamle Sparebanken Sør.

source: 1 The views and conclusions in this publication are those of the authors and are not necessarily shared by Norges Bank.
nb: 1 Synspunktene og konklusjonene i denne publikasjonen er forfatterens egne og deles ikke nødvendigvis av Norges Bank.

source: were foreign financial institutions and Norwegian non-
nb: Hver av motpartene som er rangert som nummer to, fire

source: Jørgen Gudmundsson welcomed the attendees and presented the agenda.
nb: Jørgen Gudmundsson ønsket velkommen og presenterte dagens agenda.

source: The authorities will contribute USD 75-100 billion from the Treasury's Troubled Asset Relief Program (TARP).
nb: Myndighetene vil bidra med 75 til 100 milliarder dollar fra sitt eksisterende Troubled Asset Relief Program (TARP).

source: The report is to be published on 29 October 2018.
nb: Rapporten publiseres 29. oktober 2018.

source: Productivity growth slowed again from 2005 and turned negative in 2008.
nb: Fra 2005 har veksten avtatt igjen og ble negativ i 2008.

source: The ARR group has recommended to use 2-days shifted observation period as the market standard.
nb: Arbeidsgruppen har anbefalt å benytte 2 dagers observasjonsskift som markedsstandard.

source: Egil Matsen reported on the Risk and Investment Committee's discussions and the issues of particular concern to the Committee.
nb: Egil Matsen redegjorde for drøftingen i risiko- og investeringsutvalget og de temaer utvalget var opptatt av.

source: Trond Grande presented the main elements of the report.
nb: Trond Grande redegjorde for hovedelementer i rapporten.

source: The Commission further specifies that “there is no intention to change the scope of this provision beyond this compared with the current Section 2, third paragraph, which pertains to areas where the Bank derives its authority directly from the Norges Bank Act” (loc cit).
nb: Det presiseres videre at «[v]irkeområdet for bestemmelsen er ut over dette ikke ment endret sammenliknet med dagens § 2 tredje ledd som gjelder områder der banken utleder sin kompetanse direkte fra sentralbankloven» (l.c.).

source: 1992, inspired to some extent by the experience of
nb: Vi måtte forlate fastkurspolitikken i desember 1992.

source: fall and +5 indicates strong growth.
nb: I kapittel 5 sammenlikner vi utvik-

source: put up as collateral were first issued in Germany back in introduction of German Jumbo Pfandbriefe in 1996.
nb: århundret åpnet en rekke andre europeiske land for utste- tyske jumbo pfandbriefe i 1996.

source: rowing using bank bonds than other banks.
nb: med bankobligasjoner enn andre banker.

source: • Presentation of the Norwegian money market part 1, Olav Gunnes (DNB Markets)
nb: • Presentasjon av det norske pengemarkedet del 1, Olav Gunnes (DNB Markets)

source: Karen Helene Ulltveit-Moe reported on the Audit Committee's discussions and the issues of particular concern to the Committee, including the focus on cost-benefit analyses and processes related to procurement.
nb: Karen Helene Ulltveit-Moe redegjorde for drøftingen i revisjonsutvalget og de temaer utvalget var særlig opptatt av, herunder fokus på kost-nytte analyser og prosesser rundt anskaffelser.

source: If the Bank has responded Yes to at least one of the sections 1, 2, 3 or 4, the Bank accepts that
nb: Hvis banken har svart Ja i minst ett av punktene 1, 2, 3 eller 4, aksepterer banken at slike

source: US dollar (USD) - daily exchange rate from Norges Bank
nb: Amerikanske dollar (USD) - dagens valutakurs fra Norges Bank

source: The sub-group has, in line with the mandate given, published a public report with recommendations for fallback solutions for contracts with Nibor as the benchmark and market conventions for products referencing Nowa in 1 EU Regulation 2016/1011 provides rules for setting financial benchmarks (see
nb: I tråd med mandatet, publiserte undergruppen en offentlig rapport med anbefalinger til fallbackløsninger for kontrakter med Nibor som referanse og 1 EUs forordning 2016/1011 gir regler om fastsettelse av finansiel e referanser, se

source: Memo from the Risk and Investment Committee of 23 January 2018
nb: Notat 23. januar 2018 fra Risiko- og investeringsutvalget

source: On “The sea that feeds us”, the theme for the 200-krone banknote
nb: Tema for 200-kroneseddelen: "Havet som gir oss mat"

source: vis-à-vis Norges Bank fluctuates around zero.
nb: overfor Norges Bank svinger rundt null.

source: The working group must also ensure that Bloomberg or another independent party calculates the spread adjustment between Nibor and compounded Nowa.
nb: Arbeidsgruppen må også sørge for at spreadjusteringen mellom Nibor og kapitalisert Nowa beregnes av Bloomberg eller en annen uavhengig part.

source: denomination, 20, with KR immediately below.
nb: Til høyre: 20 med KR rett under valørbetegnelsen.

source: atically incorrect over time.
nb: seg å være systematisk feil over tid.

source: This is covered in more detail in section 3 of Gresvik and Haare (2009a).
nb: Dette er utdypet i kapittel 3 i Gresvik og Haare (2009a).

source: An important element in this consideration has been that ISDA will not use providers other than Bloomberg for calculating spread adjustments and fallback rates.
nb: Et viktig element i denne vurderingen har vært at ISDA ikke vil anvende andre aktører enn Bloomberg for beregning av spreadjustering og fallbackrente.

source: 2001 have come as more of a surprise to market partici-
nb: april 2001 har kommet mer overraskende på markeds-

source: Japanese yen (JPY) - daily exchange rate from Norges Bank
nb: Japanske yen (JPY) - dagens valutakurs fra Norges Bank

source: This may be favourable for financial stability in that it restrains debt accumulation and the rise in asset prices.
nb: Det kan være positivt for finansiell stabilitet ved at det bremser gjeldsøkning og oppgang i aktivapriser.

source: debiting the account that is specified in the payment order.
nb: banken har opptrådt i strid med bestemmelsene i første og andre avsnitt, vil Norges

source: will depend on monetary policy.
nb: avhenge av pengepolitikken.

source: Before the outbreak of war in Norway, Norway had
nb: Før krigsutbruddet i Norge hadde Norge betalings-

source: that liquidity problems are of a short-term nature
nb: Ved krisesituasjoner vil spørsmål om å godkjenne

source: Infrastructure for securities trading and settlement in selected European countries.
nb: Infrastruktur for verdipapirhandel og -oppgjør i utvalgte europeiske land

source: From monetary Policy Report 1/07 to monetary Policy Report 3/08.
nb: Anslag fra Pengepolitisk rapport 1/07 til Pengepolitisk rapport 3/08.

source: The Executive Board discussed the matter and took note of the extended information on return and risk in the GPFG for 2017.
nb: Hovedstyret hadde en meningsutveksling og tok den utvidete informasjonen om avkastning og risiko for Statens pensjonsfond utland 2017 til orientering.

source: It is still performed all over the world, 130 years after it was written.
nb: 130 år etter at det ble skrevet spilles det fortsatt over hele verden.

source: (2) In 2014, NOK revenues from petroleum activities were approximately equal
nb: (2) I 2014 var inntektene i norske kroner fra petroleumsvirksomheten om lag like

source: Sources: Epinion, Kantar TNS, LO, NHO, Opinion, Statistics Norway and Norges Bank Chart 4.21 Expected annual wage growth five years ahead.
nb: Epinion, Kantar TNS, LO, NHO, Opinion, Statistisk sentralbyrå og Norges Bank Figur 4.21 Forventet årslønnsvekst om fem år.

source: abroad, may serve as an indicator.
nb: kan være en indikator.

source: The total value of the transactions is approximately NOK 300 billion on an average day.
nb: Samlet utgjør verdien av alle transaksjonene om lag 300 milliarder kroner på en gjennomsnittlig dag.

source: ruptcy, a firm’s income must cover both variable and effective services.
nb: bedrifts inntekter på lang sikt dekke både de variable og

source: Norges Bank's foreign exchange purchases = Transfers to GPFG - SDFI revenues in foreign currency + [petroleum buffer balance at end of month – petroleum buffer balance at beginning of month]
nb: Norges Banks valutakjøp = Avsetning til SPU - SDØE valutainntekter + [saldo petrobuffer utgang måneden - saldo petrobuffer inngang måneden]

source: I have ventured to outline three lessons that are hopefully are universally valid.
nb: Jeg har dristet meg til å skissere tre lærdommer som vi kan håpe har en viss allmenngyldighet.

source: Norges Bank has decided that a combination of two proposals submitted will go on for further work.
nb: Norges Bank har besluttet å arbeide videre med en kombinasjon av to innleverte forslag.

source: The portfolio of unlisted renewable energy infrastructure must be managed in such a way that the debt ratio of the portfolio over time does not exceed 60%.
nb: - Forvaltningen av porteføljen for unotert infrastruktur for fornybar energi skal innrettes med sikte på at samlet gjeldsgrad på sikt ikke skal være høyere enn 60 prosent.

source: less than a 20 per cent probability of unwanted operational
nb: måneder være mindre enn 20 % sannsynlighet for at

source: Sea-marks like Utvær Lighthouse have a long history in Norway.
nb: Sjømerker som Utvær fyr har lang historie i Norge.

source: Our assessments of the equilibrium values in the
nb: Våre vurderinger av likevektsverdiene i økonomien er

source: Egil Matsen presented the discussions in the Ownership Committee and its position.
nb: Egil Matsen redegjorde for drøftingen i eierskapsutvalget og utvalgets innstilling.

source: Executive Board to ensure that risk management and internal control are carried out
nb: hovedstyret påse at risikostyringen og internkontrollen er gjennomført og overvåket,

source: Since FS 1/09 a downturn in the international economy assumed that the krone exchange rate remains broadly
nb: Siden FS 1/09 har tilbakeslag i internasjonal økonomi kerheten ute er stor.

source: the negative experience of companies in Kongsberg, Mo
nb: lagt helt om etter erfaringer fra Kongsberg, Mo i Rana

source: on NBO and quarterly reports on financial risk, among others.
nb: godkjennelse av Finanstilsynet, gjøres opp i NBO hvis det er dekning på

source: The government’s net purchases of NOK associated with the petroleum fund mechanism are determined by the size of the non-oil budget deficit and the SDFI’s expenses.
nb: Statens nettokjøp av kroner knyttet til petroleumsfondsmekanismen bestemmes av størrelsen på det oljekorrigerte budsjettunderskuddet og utgifter til SDØE.

source: Hungarian forint (HUF) - daily exchange rate from Norges Bank
nb: Ungarske forinter (HUF) - dagens valutakurs fra Norges Bank

source: The more technically complicated and far more costly steamships made of iron and steel posed challenges.
nb: De mer teknisk kompliserte og langt mer kostbare dampskipene av jern og stål skapte utfordringer.

source: In the course of a century, Norwegian foundries delivered and erected 40 iron towers.
nb: I løpet av en hundreårsperiode ble det levert og oppført i alt 40 jerntårn fra norske jernstøperier.

source: “After an overall assessment, the Commission has concluded that the new act should not now allow Norges Bank to issue central bank money to the public.
nb: «Utvalget har etter en samlet vurdering kommet til at loven ikke nå bør legge til rette for at Norges Bank skal kunne utstede elektroniske kontopenger til publikum.

source: The number of registered unemployed was 63 899, while 12 385 were on labour market programmes.
nb: Det var 63 899 registrerte ledige, mens 12 385 personer var på arbeidsmarkedstiltak.

source: Norges Bank also uses model-based and composite indicators to assess financial imbalances.
nb: Norges Bank benytter også modellbaserte og sammensatte indikatorer for å vurdere finansielle ubalanser.

source: At the same time, the Ministry requested Finanstilsynet, in cooperation with Norges Bank, to conduct a study of reference interest rates in Norway.
nb: Departementet ba samtidig Finanstilsynet i samarbeid med Norges Bank utrede tilbudet av referanserenter i Norge.

source: The model fits well and has stable coefficients.
nb: noser for produksjon og priser.

source: Hence, government should play a more active role in economic policy.
nb: Staten burde derfor spille en mer aktiv rolle i den økonomiske politikken.

source: At the same time, the
nb: Veksten i privat konsum og

source: - The bond is issued by – or bondholders otherwise ing this capital requirement, assets are assigned different
nb: - Obligasjonen er utstedt av – eller obligasjonseieren lav risiko vekt, og kredittinstitusjonene trenger dermed å

source: They show that history repeats itself.
nb: De viser at historien gjentar seg.

source: - The exclusion entered into force on 1 September 2019.
nb: Utelukkelsen trer i kraft 1. september 2019.

source: Memo from NBIM of 14 June 2018
nb: Notat 14. juni 2018 fra NBIM

source: Not present: Tobias Straumann.
nb: Ikke til stede: Tobias Straumann.

source: inflation will be 2½ per cent over time. This reduces
nb: inflasjonen over tid vil være 2½ prosent.

source: [18] The financial sector faces risk involving probabilities of various outcomes that we can forecast fairly accurately.
nb: [18] Finanssektoren står overfor risiko hvor vi kjenner sannsynligheten for ulike utfall ganske godt.

source: The Systems Act.
nb: Penger og Kreditt

source: Karen Helene Ul tveit-Moe presented the discussions in the Audit Committee and the
nb: Karen Helene Ul tveit-Moe redegjorde for drøftingen i revisjonsutvalget og de temaer

source: For a number of years the EU has been working to
nb: I EU har man i flere år arbeidet med å komme

source: After years of meeting in various locations, the Supreme Court of Norway moved into the Justice Building in Oslo in 1903.
nb: Etter en lang og omflakkende tilværelse fikk Norges Høyesterett i 1903 tilhold i Justisbygningen i Oslo.

source: ted price inflation may therefore be said to be characteri-
nb: vekst kan derfor i en tid fremover kanskje sies å ha fått

source: Report from Professor Magnus Dahlquist and Professor Bernt Arne Ødegaard on Norges Bank's management of the GPFG.
nb: Rapport fra professor Magnus Dahlquist og professor Bernt Arne Ødegaard om Norges Banks forvaltning av SPU

source: The proposal is to establish Norges Bank Administration (NBA) by transferring the shared services that are currently organised in Norges Bank’s Central Banking Operations (Property Management, Information Management, Security and Finance) to NBA.
nb: Forslaget er å opprette Norges Bank Administrasjon (NBA) ved at fellesfunksjonene som i dag ligger i sentralbankvirksomheten (eiendomsdrift, informasjonsforvaltning, sikkerhet og beredskap, økonomi og regnskap), overføres til NBA.

source: medium and long term.
nb: mellomlang og lang sikt.

source: This is an important specification of the central bank’s particular and overriding responsibility for a well-functioning payment system.
nb: Det er en viktig presisering av sentralbankens særskilte og overordnede ansvar for å sørge for et velfungerende betalingssystem.

source: Estimated cumulative fall in revenue compared with 2019 for different industries and banks’lending to each industry as share of banks’ total corporate lending.
nb: Anslått akkumulert omsetningsfall i forhold til 2019 i ulike næringer og bankenes utlån tilnæringen som andel av totale utlån til foretak.

source: Mie Holstad presented the main elements of the report.
nb: Mie Holstad redegjorde for hovedelementer i rapporten.

source: The Executive Board took note of the report on financial risk and management of the foreign exchange reserves for the third quarter of 2017.
nb: Hovedstyret tok rapporten om finansiell risiko og forvaltning av valutareservene for tredje kvartal 2017 til etterretning.

source: sheds light on the vulnerabilities.
nb: som kan belyse sårbarhetene på best mulig måte.

source: The Executive Board exchanged views and took note of the report on accrual and
nb: Hovedstyret hadde en meningsutveksling og tok redegjørelsen om opptjening og

source: If Yes, the sections 2, 3 and 4 as well as section E must be completed
nb: Hvis Ja, må punktene 2, 3 og 4 samt punkt E fylles ut

source: Creditbank in 1857.
nb: norske Creditbank i 1857.

source: These are indicators that Norges Bank uses in its assess- CPI.
nb: Dette er indikatorer som Norges Bank bruker i sin vurde-

source: The draft is available in the appendix in chapter 9.
nb: Utkastet finnes i vedlegg, kapittel 9.

source: Productivity growth in Norway 1948–2008
nb: Produktivitetsutviklingen i Norge 1948–2008

source: The Executive Board is positive to clarifying the long-term objectives of the Bank in a separate provision of the central bank act.
nb: Hovedstyret er positiv til at de langsiktige målene for banken klargjøres i en egen formålsbestemmelse i sentralbankloven.

source: Loans with a nominal value of less than NOK 10 million or where Norges Bank is a counterparty are not included.
nb: Lån med pålydende verdi under 10 millioner norske kroner eller der Norges Bank er motpart inngår ikke.

source: Relevant counterparties and mapping of Norwegian sectors from ORBOF and S-codes are found in appendix 4.
nb: Relevante motparter og sammenhengen mellom norske sektorkoder fra ORBOF finnes i vedlegg 4 i veiledningen til den daglige rapporteringen.

source: in the form of changes in imports and inventories.
nb: Det tas utgangspunkt i relasjonene presentert i

source: In the years before the financial crisis, banks’ lending growth was much higher in the corporate market than in the retail market.
nb: I årene før finanskrisen var bankenes utlånsvekst klart høyere i næringsmarkedet enn i personmarkedet.

source: Item 48/2018 Government Pension Fund Global – publication of extended information on return and risk
nb: Sak 48/2018 Statens pensjonsfond utland – Offentliggjøring av utvidet informasjon om avkastning og risiko

source: Under Section 3, third paragraph, of the current Norges Bank Act, Norges Bank shall “inform the public about the monetary, credit and foreign exchange situation”.
nb: Etter gjeldende sentralbanklov § 3 tredje ledd skal Norges Bank «informere offentligheten om penge-, kreditt- og valutaforholdene».

source: Wulfsberg (2009) finds, for example, that the average time between price adjustments
nb: Wulfsberg (2009) finner for eksempel at gjennomsnittlig tid mellom prisjusteringer varierer

source: The Executive Board exchanged views and endorsed the draft principles on support for
nb: Hovedstyret hadde en meningsutveksling og sluttet seg til utkastet til prinsipper for støt e til

source: Bank-to-bank payments, cross-border payments and conducted by telephone, and respondents were a repre-
nb: og betalinger ved bruk av sjekker og e-penger er ikke telefon, og besvart av et representativt utvalg av nord-

source: ee Rules for the calculation and publication of Norwegian money market rates –Nibor.
nb: Regler for beregning og publisering av norske pengemarkedsrenter – Nibor.

source: management of the Government Pension Fund Global (GPFG) for 2020.
nb: forvaltningen av Statens pensjonsfond utland for 2020.

source: The final proposed 2019 budget for the management of unlisted real estate is to be presented to the Executive Board for approval at the meeting of 21 November 2018.
nb: Endelig forslag til budsjett 2019 for forvaltningen av unotert eiendom legges frem for hovedstyret for godkjenning i møtet 21. november 2018.

source: between the effective yield (yield to maturity) and term to maturity and is not affected by the fact that individual bonds are issued with differing coupons.
nb: mellom effektiv rente («yield to maturity») og tid til forfall, og er ikke påvirket av at de enkelte obligasjonslånene er utstedt med ulike kuponger.

source: tion, close to 30 000 persons had some form of employ-
nb: var det i tillegg nær 30 000 personer som hadde et

source: were surprised by the interest rate decision on 12 December rate meeting in February. However, Norges Bank had
nb: En mulig tolkning av dette er at markeds-aktørene ble overrasket over rentebeslutningen 12. Pengemarkedsrentene reflekterer gjennomsnittet av for-

source: The signature of the artist (HAF) is located below left on the coin’s surface.
nb: Kunstnerens signatur (HAF) er plassert nederst til venstre på myntflaten.

source: A broad set of indicators of cyclical vulnerabilities is now at a medium level from a historical perspective, while the indicators signalled high cyclical vulnerabilities prior to the financial crisis (see
nb: Et bredt sett av indikatorer for syklisk sårbarhet er nå på et middels nivå historisk sett, mens indikatorene signaliserte høy syklisk sårbarhet i forkant av finanskrisen, se

source: utilisation, this could lead to a weakening of inter-
nb: marked for tjenestepensjonskasser, og rettsutviklinga
